Repository: zikula-modules/DizkusModule
Catalog: Dizkus/locale/*/LC_MESSAGES/module_dizkus.po
Languages: de

source: Done! Synchronized Zikula users and Dizkus users.
de: Erledig! Die Benutzer von Zikula und Dizkus wurden erfolgreich synchronisiert.

source: Done! Synchronized forum index.
de: Erledigt! Der Forenindex wurde erfolgreich synchronisiert.

source: Done! Synchronized topics.
de: Erledigt! Der Themenindex wurde erfolgreich synchronisiert.

source: Done! Synchronized posts counter.
de: Erledigt! Der Beitragszähler wurde erfolgreich synchronisiert.

source: Error! You do not have authorisation to administer this module.
de: Fehler! Sie haben keine Berechtigung, dieses Modul zu administrieren.

source: -- Create new forum --
de: -- Neues Forum anlegen --

source: No external source
de: Keine externe Quelle

source: <span style="color: red;">'Feeds' module is not available.</span>
de: <span style="color: red;">Das Modul 'Feeds' ist nicht verfügbar.</span>

source: No hooked module found.
de: Keine zugeordneten Hooks gefunden.

source: -- Create new category --
de: -- Neue Kategorie --

source: Error! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
de: Fehler! Ungültiger Authentifizierungsschlüssel ('AuthKey'): Möglichweise wurde der 'Zurück' Button im Browser benutzt, gesicherte Formulare in mehreren Browser-Tabs gespeichert oder der 'AuthKey' ist abgelaufen. Bitte die Seite neu laden und es erneut versuchen.

source: Error! The two passwords you entered do not match. Please correct your entries and try again.
de: Fehler! Die beiden angegebenen Kennwörter stimmen nicht überein. Bitte überprüfen und erneut versuchen.

source: Error! The user who started this topic is ignoring you, and does not want you to be able to write posts under this topic. Please contact the topic originator for more information.
de: Fehler! Der ursprüngliche Verfasser des Thema ignoriert den aktuellen Benutzer und wünscht hierzu keine Beiträge in zu diesem Thema. Für weitere Informationen bitte den Verfasser kontaktieren.

source: Error! The message is too long. The maximum length is 65,535 characters.
de: Fehler! Die Mitteilung ist zu lang. Die maximale Länge liegt bei 65.535 Zeichen.

source: Error! You do not have authorisation to perform this action.
de: Fehler! Es liegt keine Berechtigung für die Durchführung dieser Aktion vor.

source: Error! You do not have authorisation to moderate this category or forum.
de: Fehler! Es liegt keine Moderationsberechtigung auf die Kategorie bzw. das Forum vor.

source: Error! You do not have authorisation to read the content in this category or forum.
de: Fehler! Es liegt keine Leseberechtigung auf die Kategorie bzw. das Forum vor.

source: Error! Favourites have been disabled.
de: Fehler! Die Favoritenfunktion wurde deaktiviert.

source: Error! The post has no subject line.
de: Fehler! Für diesen Beitrag wurde kein Betreff eingegeben.

source: Error! This feature is for registered users only.
de: Fehler! Dieses Feature steht nur registrierten Benutzern zur Verfügung.

source: Error! You do not have authorisation to post in this category or forum.
de: Fehler! Es liegt kein Schreibberechtigung auf die Kategorie bzw. das Forum vor.

source: Error! You tried to post a blank message. Please go back and try again.
de: Fehler! Es wurde versucht leere Mitteilung abzusenden. Bitte zurückkehren und erneut versuchen.

source: Dizkus forums
de: Dizkus Forum

source: An integrated forum solution for Zikula which is simple to administer and use but that has an excellent feature set.
de: Eine in Zikula integrierte Forenlösung mit einfach zu bedienender Administration und besonderen Features.

source: forums
de: forum

source: Edit category title
de: Kategorietitel bearbeiten

source: Edit forum
de: Forum bearbeiten

source: Go to page %s:
de: Gehe zu Seite %s:

source: Print topic
de: Thema ausdrucken

source: Allowed HTML:
de: Erlaubtes HTML:

source: Go to topic
de: Gehe zum Thema

source: Error! For forum searches, the search string must be between %1$s and %2$s characters in length.
de: Fehler! Für die Forensuche muss der Suchbegriff zwischen %1$s und %2$s Zeichen lang sein.

source: **unknown user**
de: **Unbekannter Benutzer**

source: %1$s<br />by %2$s
de: %1$s<br />von %2$s

source: No posts
de: Keine Beiträge

source: Error! The forum or topic you selected was not found. Please go back and try again.
de: Fehler! Das ausgewählte Forum bzw. der ausgewählte Beitrag wurde nicht gefunden. Bitte zurückkehren und erneut versuchen.

source: Error! You do not have authorisation to view this category or forum.
de: Fehler! Es liegt keine Berechtigung für die Anzeige der Kategorie bzw. des Forums vor.

source: Go to page
de: Gehe zu Seite

source: Page #
de: Seite #

source: Error! The topic you selected was not found. Please go back and try again.
de: Fehler! Das ausgewählte Thema wurde nicht gefunden. Bitte zurückkehren und erneut versuchen.

source: Error! You cannot post a message under this topic. It has been locked.
de: Fehler! Für dieses Thema sind keine neuen Beiträge möglich, da das Thema bereits abgeschlossen wurde.

source: Edited by %1$s on %2$s.
de: Bearbeitet von %1$s am %2$s.

source: The original posting has been moved <a title="moved" href="%s">here</a>.
de: Der Originalbeitrag wurde nach <a title="moved" href="%s">hierhin</a> verschoben.

source: *** The original posting '%s' has been moved
de: *** Das ursprüngliche Thema '%s' wurde verschoben.

source: Error! No permission for this action.
de: Fehler! Für die Ausführung dieser Aktion liegt keine Berechtigung vor.

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Last week
de: Letzte Woche

source: Last %s hours
de: vergangene %s Stunden

source: Last visit: %s
de: Letzter Besuch: %s

source: Last 24 hours
de: Vergangene 24 Stunden

source: Moderation request
de: Moderationsanfrage

source: Request for moderation on %s
de: Moderationsanfrage für %s

source: Reporting user: %s
de: Berichtender Benutzer: %s

source: Comment:
de: Kommentar:

source: Link to topic: %s
de: Link zum Thema: %s

source: Summary
de: Zusammenfassung

source: Dizkus statistic
de: Dizkus Statistik

source: Dizkus Statistics Block
de: Dizkus Statistikblock

source: Dizkus recent
de: Dizkus Neuigkeiten

source: Dizkus recent posts
de: Dizkus Neuigkeitenblock

source: Error! You do not have the necessary authorisation for forum ID %s.
de: Fehler! Die notwendige Autorisierung für den Zugriff auf das Forum mit der ID %s liegt nicht vor.

source: Error! The forum ID %s is unknown.
de: Fehler! Die Forum-ID %s ist nicht bekannt.

source: Error! You do not have the necessary authorisation for topic ID %s.
de: Fehler! Die notwendige Autorisierung für den Zugriff auf den Beitrag mit der ID %s liegt nicht vor.

source: Error! The topic ID %s is unknown.
de: Fehler! Die Themen-ID %s ist nicht bekannt.

source: Error! Unknown parameter at position #1 ('F' or 'T').
de: Fehler! Ungültiger Parameter an der ersten Position ('F' oder 'T').

source: Error! The Dizkus module is not available.
de: Fehler! Das Forenmodul 'Dizkus' ist nicht verfügbar.

source: Error! No needle ID.
de: Fehler! Keine Needle-ID.

source: Strict
de: Streng

source: Medium
de: Mittel

source: None
de: Keines

source: Done! Updated the 'Ignore list' settings.
de: Erledigt! Die Einstellungen zur Ignorierliste wurden akualisiert.

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Delete topic
de: Thema löschen

source: Close topic
de: Thema schliessen

source: Done! Updated configuration.
de: Erledigt! Modulkonfiguration wurde aktualisiert.

source: Sorry! The forums are currently off-line for maintenance. Please try later.
de: Entschuldigung! Die Foren sind wegen Wartungsarbeiten vorübergehend deaktiviert. Bitte später noch einmal versuchen.

source: Done! Reset configuration to default values.
de: Erledigt! Die Konfiguration wurde erfolgreich auf die Standardwerte zurückgesetzt.

source: Done! Signature has been updated.
de: Erledigt! Die Signatur wurde erfolgreich aktualisiert.

source: Error! Missing forum id.
de: Fehler! Forum-ID fehlt.

source: Error! The original forum cannot be the same as the target forum.
de: Fehler! Das Ausgangsforum darf nicht identisch mit dem Zielforum sein.

source: Error! The original topic cannot be the same as the target topic.
de: Fehler! Der Originalbeitrag darf nicht identisch mit dem Zielbeitrag sein.

source: No 'ignore list' configuration is currently possible.
de: Die Konfiguration der Ignorierliste ist momentan nicht möglich.

source: Error! You need to be logged-in to perform this action.
de: Fehler! Für diesen Vorgang muss eine Anmeldung vorhanden sein.

source: Error! Either you did not enter an e-mail address for the recipient, or the e-mail address you entered was invalid.
de: Fehler! Entweder wurde keine E-Mailadresse für den Empfänger angegeben oder die verwendete E-Mailadresse ist ungültig.

source: Error! You must enter a message.
de: Fehler! Bitte einen Mitteilungstext eingeben.

source: Error! You must enter a subject line for the e-mail message.
de: Fehler! Für die E-Mail muss die Betreffzeile angegeben sein.

source: Hello! Please visit this link. I think it will be of interest to you.
de: Hallo! Folgender Forenbeitrag könnte eventuell von Interesse sein.

source: Error! You did not select a target forum for the move.
de: Fehler! Es wurde kein Zielforum zum Verschieben angegeben.

source: Error! You did not select a target topic to join.
de: Fehler! Es wurde kein Zielforum zum Zusammenfassen angegeben.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
de: Fehler! Die gewünschte Aktion war aus einem unbekannten Grund nicht erfolgreich. Möglichweise aufgrund fehlerhafter Eingaben. Bitte überprüfen und erneut versuchen.

source: Automatically-created topic
de: Automatisch erstelltes Thema

source: Automatically-created topic for discussion of submitted entries
de: Automatisch erstelltes Thema zur Diskussion von beliebigen Beiträgen

source: Error! You did not enter all the required information in the form. Did you assign at least one moderator? Please correct your entries and try again.
de: Fehler! Es wurden nicht alle erforderlichen Informationen in diesem Formular angegeben. Wurde mindestens ein Moderator zugewiesen? Bitte überprüfen und erneut versuchen.

source: Index page
de: Übersicht

source: Edit forum tree
de: Forenbaum bearbeiten

source: Create, delete, edit and re-order categories and forums
de: Hier lässt sich die Sortierung der Kategorien und Foren ändern

source: Edit user ranks
de: Benutzerränge bearbeiten

source: Create, edit and delete user rankings acquired through the number of a user's posts
de: Bearbeitung von Benutzerrängen, die aufgrund der Beitragsanzahl zugewiesen werden

source: Edit honorary ranks
de: Ehrenränge bearbeiten

source: Create, delete and edit special ranks for particular users
de: Ehrenränge können bestimmten Benutzern individuell zugeordnet werden

source: Assign honorary rank
de: Ehrenränge zuweisen

source: Assign honorary user ranks to users
de: Zuweisung eines Ehrenranges an Benutzer

source: Manage subscriptions
de: Abos verwalten

source: Remove a user's topic and forum subscriptions
de: Themen- und Forenabo eines Benutzers entfernen

source: Synchronize forum/topic index
de: Foren und Beiträge synchronisieren

source: Synchronize forum and topic indexes to fix any discrepancies that might exist
de: Synchronisation von Foren und Beiträgen, um etwaige Unstimmigkeiten beheben zu können

source: Settings
de: Konfiguration

source: Edit general forum-wide settings
de: Allgemeine Forumkonfiguration bearbeiten

source: Error! This version of the Dizkus module requires Zikula 1.2.0 or later. Installation has been stopped because this requirement is not met.
de: Diese Version von Dizkus benötigt mindestens Zikula 1.2.0. Aus diesem Grund wurde die Installation abgebrochen.

source: Error! Could not create %s hook.
de: Fehler! Der Hook %s konnte nicht angelegt werden.

source: Error! Could not delete %s hook.
de: Fehler! Der Hook %s konnte nicht gelöscht werden.

source: Error! The upgrade to Dizkus 3.0 failed.
de: Fehler! Die Aktualisierung auf Dizkus 3.0 ist fehlgeschlagen.

source: Error! Could not upgrade to Dizkus 3.1.
de: Fehler! Das Upgrade auf Dizkus 3.1 konnte nicht durchgeführt werden.

source: Error! Could not upgrade the table '%s'.
de: Fehler! Die Aktualisierung der Datenbanktabelle '%s' konnte nicht durchgeführt werden.

source: Error! In 'backforum.php', an invalid forum ID %s was encountered.
de: Fehler! In der Datei 'backforum.php' wurde eine ungültige Forum-ID %s festgestellt.

source: Error! In 'backforum.php', an invalid category ID %s was encountered.
de: Fehler! In der Datei 'backforum.php' wurde eine ungültige Kategorie-ID %s festgestellt.

source: Error! Could not find a template for an %s-type feed.
de: Fehler! Es konnte kein Template für den Feed-Typ %s gefunden werden.

source: Manage topic subscriptions
de: Themeabos verwalten

source: Topic
de: Thema

source: Posted
de: Verfasst

source: Unsubscribe from topic
de: Themenabo abmelden

source: Remove all topic subscriptions
de: Alle Themenabos abmelden

source: by
de: von

source: No topic subscriptions found.
de: Keine Themenabos gefunden.

source: Submit
de: Absenden

source: Previous topic
de: Vorheriges Thema

source: Create a new topic
de: Neues Thema anlegen

source: New topic
de: Neues Thema

source: Send the posts within this topic as an e-mail message to someone
de: Alle Beiträge des Themas per E-Mail versenden

source: Send as e-mail
de: Als E-Mail versenden

source: Subscribe to topic
de: Thema abonnieren

source: Next topic
de: Nächstes Thema

source: Lock topic
de: Thema abschliessen

source: Unlock topic
de: Theme eröffnen

source: Give this topic 'sticky' status
de: Thema markieren

source: Remove 'sticky' status
de: Markierung aufheben

source: Move topic
de: Thema verschieben

source: Quick reply
de: Schnellantwort

source: No HTML tags allowed (except inside [code][/code] tags)
de: Keine HTML-Tags erlaubt (ausgenommen innerhalb von [code][/code])

source: Options
de: Optionen

source: Attach my signature
de: Signatur anhängen

source: Notify me when a reply is posted
de: Benachrichtigung bei Antworten

source: Preview
de: Vorschau

source: Cancel
de: Abbrechen

source: Moderated by
de: Moderiert von

source: Storing reply...
de: Antwort wird gespeichert...

source: Preparing preview...
de: Vorschau wird vorbereitet...

source: Storing post...
de: Beitrag wird gespeichert...

source: Deleting post...
de: Beitrag wird gelöscht...

source: Updating post...
de: Beitrag wird aktualisiert...

source: Unchanged
de: Unverändert

source: Changed
de: Geändert

source: Split topic
de: Thema aufteilen

source: Notice: This will split the topic before the selected posting.
de: Hinweis: Dieser Vorgang wird das Thema vor dem ausgewählten Beitrag aufteilen.

source: Subject for new topic
de: Betreff für neues Thema

source: Subject
de: Betreff

source: Split
de: Aufgeteilt

source: Rank
de: Rang

source: Registered
de: Registriert

source: Posts
de: Beiträge

source: Search forums
de: Forensuche

source: Notice: For forum searches, your search query must be between %1$s and %2$s characters long.
de: Hinweis: Das Forum akzeptiert nur Suchstrings mit einer Länge zwischen %1$s und %2$s Zeichen.

source: Category and forum:
de: Kategorie und Forum:

source: All forums
de: Alle Foren

source: Search in
de: Suche in

source: Postings
de: Beiträge

source: Author
de: Verfasser

source: POP3 test results
de: POP3 Testergebnisse

source: Back to forum administration
de: Zurück zur Forenadministration

source: Notice: You can use drag and drop to arrange the order of forums and categories within the forum tree. Your changes will be saved when you click on the 'Save tree order' button.
de: Hinweis: Hier können Foren und Kategorien mit der Maus per Drag & Drop sortiert werden. Erst mit Klick auf Speichern werden die Änderungen in die Datenbank geschrieben.

source: Create new category
de: Kategorie anlegen

source: Save tree order
de: Forenbaum speichern

source: Visit this forum category
de: Diese Forumkategorie besuchen

source: Load category data
de: Kategoriedaten werden geladen

source: Hide category
de: Verstecke Kategorie

source: Show category
de: Zeige Kategorie

source: Hide forums
de: Verstecke Foren

source: Show forums
de: Zeige Foren

source: Create forum
de: Forum anlegen

source: Working. Please wait...
de: Es wird gearbeitet. Bitte warten...

source: Load forum data
de: Forumdaten werden geladen

source: Hide forum
de: Verstecke Forum

source: Show forum
de: Zeige Forum

source: This category does not yet contain any forums.
de: Diese Kategorie beinhaltet noch keine Foren.

source: Storing new sort order...
de: Neue Sortierreihenfolge wird gespeichert...

source: Last visit
de: Letzter Besuch

source: Link to this post
de: Link zu diesem Beitrag

source: Move post
de: Beitrag verschieben

source: Quote
de: Zitat

source: Edit/delete
de: Bearbeiten/Löschen

source: Edit
de: Bearbeiten

source: Topic locked
de: Thema geschlossen

source: Notify moderator about this posting
de: Moderator über diesen Beitrag informieren

source: Notify moderator
de: Moderator benachrichtigen

source: Top
de: Oben

source: When you click the 'Sticky' button at the bottom of this page, the topic you have selected will be assigned <strong>'sticky'</strong> status. You can change its status again at a later time if you so choose.
de: Dieser Beitrag kann mittels <strong>Thema markieren</strong> besonders gekennzeichnet werden. Dies kann natürlich jederzeit wieder rückgängig gemacht werden.

source: When you click the 'Unsticky' button at the bottom of this page, the topic you have selected will be set to <strong>'unsticky'</strong> status. You can change its status again at a later time if you so choose.
de: Die Hervorhebung des Beitrags kann mittels <strong>Markierung aufheben</strong> aufgehoben werden. Dies kann natürlich jederzeit wieder rückgängig gemacht werden.

source: Confirmation prompt
de: Sicherheitsabfrage

source: Personal settings
de: Persönliche Einstellungen

source: Recent posts order in topic view
de: Reihenfolge der neuesten Beiträge in der Themenansicht

source: Change post order
de: Beitragsreihenfolge ändern

source: Recent posts sort order
de: Reihenfolge der neuesten Beiträge

source: Oldest submissions at top
de: Älteste Beiträge oben

source: Newest submissions at top
de: Neueste Beiträge oben

source: Favourites
de: Favoriten

source: Show all forums
de: Alle Foren anzeigen

source: Show favourites only
de: Nur Favoriten anzeigen

source: Posting display settings
de: Konfiguration Beitragsanzeige

source: Manage your signature
de: Signatur verwalten

source: 'Ignore list' settings
de: Konfiguration Ignorierliste

source: Manage settings for the list of users that you are ignoring
de: Konfiguration der Verhaltensweise für die ignorierten Benutzer

source: Manage settings for your ignore list
de: Konfiguration der Ignorierliste verwalten

source: Personal settings for each forum
de: Persönliche Einstellungen für jedes Forum

source: Category
de: Kategorie

source: Forums
de: Foren

source: Subscription
de: Abo

source: Subscribe to forum
de: Forum abonnieren

source: Unsubscribe from forum
de: Forenabo abmelden

source: Add forum to favourites
de: Forum zu den Favoriten hinzufügen

source: Remove forum from favourites
de: Forum als Favorit entfernen

source: Users who are being ignored by a topic poster cannot post messages under this topic when 'strict' level is active. When 'medium' level is active, they can reply but their postings will generally not be shown to users who are ignoring the poster. Also, e-mail notifications will not be sent. Concealed postings will be shown when you click on the posting.
de: Benutzer, welche von einem anderen Benutzer ignoriert werden, können im 'strengen' Level nicht auf neu erstellte Themen des Benutzers antworten. Im Level 'medium' ist das Antworten möglich, jedoch werden Beiträge ignorierter Benutzer generell nicht angezeigt und es erfolgt keine E-Mail-Benachrichtigung. Ein Einblenden der Postings per Klick ist möglich.

source: General settings
de: Allgemeine Einstellungen

source: Level of ostracism
de: Ignorierstufe

source: Save
de: Speichern

source: Thanks for your submission.
de: Vielen Dank für diesen Beitrag.

source: Click here to go the new topic, or wait a few seconds until you are redirected
de: Hier klicken, um zum neuen Beitrag zu gehen oder ein paar Sekunden auf die Weiterleitung warten.

source: Click here to go back to the forum
de: Hier klicken, um zum Forum zurückzukehren.

source: Edit post
de: Beitrag bearbeiten

source: Subject line
de: Betreff

source: Message body
de: Mitteilung

source: Delete post
de: Beitrag löschen

source: User IP and account information
de: IP und Benutzerkonto-Informationen

source: IP address
de: IP Adresse

source: User names of users who posted from this IP, plus post counts
de: Benutzer, die unter der gleichen IP-Adresse Beiträge erstellt haben (inkl. Gesamtanzahl).

source: Back to the topic
de: Zurück zum Thema

source: Go to category
de: Gehe zu Kategorie

source: Topics
de: Themen

source: Last post
de: Letzter Beitrag

source: Go to forum
de: Gehe zum Forum

source: Written on
de: Geschrieben am

source: View latest post
de: Letzten Beitrag anzeigen

source: No forums created.
de: Keine Foren erstellt.

source: Users on-line
de: Benutzer online

source: and
de: und

source: anonymous guests
de: Gäste

source: anonymous guest
de: Gast

source: This list is based on users active over the last %1$s minutes.
de: Diese Angaben basieren auf den Useraktivitäten der letzten %1$s Minuten.

source: Caution! This upgrade step will do some serious changes to your Dizkus tables! Please back-up your database via a database dump before proceeding with the upgrade.
de: Warnung! Dieser Aktualisierungsvorgang wird wichtige Änderungen an den Dizkus-Datenbanktabellen durchführen. Bitte vorab unbedingt eine Sicherung der Datenbank anlegen.

source: Old version
de: Alte Version

source: New version
de: Neue Version

source: Next
de: Weiter

source: Sent to
de: Senden an

source: Show hidden postings of ignored user
de: Zeige ausgeblendete Antwort des ignorierten Benutzers

source: Click here
de: Hier klicken

source: Send a private message
de: Private Nachricht senden

source: View IP address
de: IP Adresse anzeigen

source: When you press the 'Lock' button at the bottom of this page, the topic you have selected will be <strong>locked</strong>. You can unlock it at a later time if you so choose.
de: <strong>Thema abschliessen</strong> schliesst diesen Beitrag ab. Dieser kann aber jederzeit wieder eröffnet werden.

source: When you press the 'Unlock' button at the bottom of this page, the topic you have selected will be <strong>unlocked</strong>. You can lock it again at a later time if you so choose.
de: <strong>Thema eröffnen</strong> eröffnet diesen Beitrag. Dieser kann aber jederzeit wieder abgeschlossen werden.

source: Visit this forum
de: Zum Forum gehen

source: Post
de: Beitrag

source: Description
de: Beschreibung

source: Hooked module
de: Modulhooks
