Repository: zikula-modules/DizkusModule
Catalog: Dizkus/locale/*/LC_MESSAGES/module_dizkus.po
Languages: de

source: Notice: This is used for the comments feature. All submissions within this module will be posted within this forum. The list only includes modules for which Dizkus has been activated as a hook.
de: Hinweis: Wird für die Kommentarfunktion verwendet. Neue Themen zu Einträgen in diesem Modul landen hier. In dieser Liste erscheinen nur Module, für die die Dizkushooks aktiviert sind.

source: Current moderator(s):
de: Aktuelle(r) Moderator(en):

source: Group
de: Gruppe

source: Remove
de: Entfernen

source: No moderator appointed
de: Kein Moderator zugeordnet

source: Add new moderator:
de: Neuen Moderator hinzufügen:

source: External source
de: Externe Quelle

source: User name
de: Benutzername

source: Password
de: Kennwort

source: Password (repeat for verification)
de: Kennwortwiederholung

source: Perform POP3 test after saving
de: POP3 Test nach dem Speichern durchführen

source: POP3 log-in name
de: POP3 Login

source: POP3 password
de: POP3 Kennwort

source: POP3 password (repeat for verification)
de: POP3 Kennwortwiederholung

source: Rule
de: Regel

source: Notice: This rule is a regular expression applied to posts incoming via e-mail, in order to prevent spam postings. If there is no rule here then no checks will be performed.
de: Hinweis: Die Regel ist ein regulärer Ausdruck, auf den der Betrefftext der Mail zustimmen muss. Dies dient dem Vermeiden von Spampostings. Eine leere Regel bedeutet keine Überprüfung des E-Mail-Betreffs!

source: Select RSS feed
de: RSS Feed auswählen

source: Delete
de: Löschen

source: Delete this topic
de: Thema löschen

source: Do you really want to permanently delete this topic and all posts under this topic?
de: Soll dieses Thema einschließlich aller zugeordneten Beiträge wirklich permanent gelöscht werden?

source: Forum Administration
de: Forenadministration

source: Warning! The Dizkus admin panel needs JavaScript enabled. Some parts of the admin panel will not function without it.
de: Warnung! Die Dizkus-Administation benötigt Javascript, da ansonsten viele Funktionen nicht nutzbar wären.

source: Error! The following problem occurred
de: Fehler! Folgendes Problem ist aufgetreten

source: Send bug report to site administrator
de: Fehlerbericht an den Seitenbetreiber senden

source: Recent postings:
de: Neueste Beiträge:

source: A moderator will be notified about the selected posting.<br />Valid reasons are: Copyright violations, personal insults and so on.<br />The following are not valid reasons for moderation: Typos, difference of opinion on the topic et cetera.
de: Der gewählte Beitrag wird einem Moderator gemeldet.<br />Wichtige Gründe für eine Meldung sind beispielsweise Copyrightverletzungen, persönliche Beleidigungen und weitere. Aber nicht Rechtschreibfehler, andere Meinung zum Thema, etc.

source: Your comment
de: Kommentar

source: Moderate
de: Moderieren

source: Go back to normal forum view
de: Zurück zur normalen Forenansicht

source: Replies
de: Antworten

source: Selection
de: Auswahl

source: Sticky topic
de: Thema markieren

source: Topic is sticky (it will always stay at the top of the topics list)
de: Markiertes Thema (Wird oben in der Themenliste festgesetzt)

source: This topic is locked. No more posts accepted
de: Dieses Thema ist abgeschlossen. Es sind keine neuen Beiträge möglich.

source: New posts since your last visit
de: Keine neuen Beiträge seit dem letzten Besuch

source: Normal topic
de: Normales Thema

source: Views
de: Aufrufe

source: Poster
de: Verfasser

source: There are no topics in this forum.
de: Keine neuen Themen in diesem Forum.

source: Warning! You will not be prompted for confirmation. Clicking on 'Submit' will immediately execute the chosen action.
de: Warnung! Es findet keine zusätzliche Sicherheitsabfrage statt. Nach dem Absenden wird diese Aktion unmittelbar ausgeführt.

source: Moderators options
de: Moderationsoptionen

source: Actions
de: Aktionen

source: Choose action
de: Aktion auswählen

source: Give selected topics 'sticky' status
de: Markierung bei ausgewählte Themen setzen

source: Remove 'sticky' status from selected topics
de: Markierung bei ausgewählte Themen aufheben

source: Lock selected topics
de: Markierte Themen schliessen

source: Open selected topics
de: Markierte Themen eröffnen

source: Delete selected topics
de: Markierte Themen löschen

source: Move selected topics
de: Markierte Themen verschieben

source: Join topics
de: Themen zusammenfassen

source: Choose target forum to move topic(s) to
de: Zielforum zum Verschieben der Beiträge auswählen

source: Select target forum
de: Zielforum auswählen

source: Create shadow topic
de: Verweis im alten Forum erstellen

source: To join topics, select the target topic here
de: Zielthema zum Zusammenfassen von Themen auswählen

source: Choose target topic
de: Zielthema auswählen

source: or
de: oder

source: Target topic
de: Zielthema

source: Forums on %s
de: Forum unter %s

source: %1$s wrote at %2$s
de: %1$s schrieb am %2$s

source: Browse thread: %s
de: Thema durchsuchen: %s

source: Reply to this message: %s
de: Auf diese Mitteilung antworten: %s

source: Maintain topic and forum subscriptions: %s
de: Themen- und Forenabos verwalten: %s

source: You are receiving this e-mail message because you are subscribed to be notified of events in the forums on %s.
de: Diese Mail wurde zugestellt, weil für neue Ereignisse im Forum auf %s ein Themen- oder Beitragsabonnement aktiviert wurde.

source: Caution! Please back-up your database via a database dump before proceeding with the upgrade.
de: Achtung! Bitte vor dem Fortfahren unbedingt die Datenbanken sichern.

source: This will upgrade your pnForum 2.7.1 forums to Dizkus 3.0, making all necessary database changes.
de: Hiermit wird eine Aktualisierung von pnForum 2.7.1 auf Dizkus 3.0 inkl. aller notwendigen Datenbankanpassungen durchgeführt.

source: In this page, you can create, delete and edit special honorary ranks awarded to particular users (site staff or project team members, for example). To create a new rank, simply type entries in the fields of the 'Create new rank' section and click on the 'Create honorary rank' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
de: Auf dieser Seite können Ehrenränge erstellt, gelöscht oder bearbeitet werden. Diese Ehrenränge müssen einem Benutzer gezielt zugewiesen werden. Es findet keine automatisierte Zuweisung über die Beitragsanzahl, wie bei den Benutzerrängen statt. Ein Ehrenrang kann ganz einfach erstellt werden, indem im Bereich "Rang anlegen" die notwendigen Felder gefüllt werden und die Eingaben mit "Erstellen" gespeichert werden. Die vorhandenen Ränge können direkt in der Liste verändert werden und mit "Absenden" gesichert werden. Über die Checkbox "Rang löschen" in der rechten Spalte wird die ausgewählte Zeile nach dem Speichern entfernt.

source: Create new rank
de: Rang anlegen

source: Honorary rank name
de: Name des Ehrenrangs

source: Internal Dizkus image
de: Dizkus-interne Grafik

source: Notice: For the rank image, you can either choose one of the standardly-supplied Dizkus rank images, or you can use an external image of your choice. To use an internal Dizkus image, select the desired image from the 'Internal Dizkus image' dropdown list. If you want to use an external image, enter the path to the image within the file system in the 'External image' box. Alternatively, you can use an image that can be found on the Internet: if your entry in the 'External image' box starts with 'http://' then the graphic will fetched from the link entered.
de: Hinweis: Bei den Grafiken für die Ränge können entweder die standardmäßig mitgelieferten Dizkus-Rangzeichen genutzt werden oder man verwendet externe Grafiken. Die Dizkus-internen Grafiken kann man in der Dropdown-Liste auswählen. Die Integration von externen Grafiken wird über das Feld "Beschreibung" umgesetzt. Gibt man dort den externen Pfad beginnend mit "http://" an, so wird diese Grafik eingebettet.

source: Create
de: Erstellen

source: Image
de: Grafik

source: Delete rank
de: Rang löschen

source: No items found.
de: Keine Einträge gefunden.

source: Name of template file
de: Name der Templatedatei

source: Parameters
de: Parameter

source: Notice: Enter a comma-separated list. Example: 'maxposts=5,forum_id=27'.
de: Hinweis: Kommagetrennte Liste. Beispiel: 'maxposts=5,forum_id=27'.

source: Move post from one topic to another
de: Beitrag von diesem Thema in ein anderes Thema verschieben

source: ID of target topic
de: ID des Zielthemas

source: Start a new topic
de: Neues Thema anlegen

source: Locked topic
de: Geschlossenes Thema

source: This topic is locked. No more posts accepted.
de: Das Thema ist abgeschlossen Es sind keine neuen Beiträge möglich.

source: Attachments
de: Anhänge

source: By
de: Von

source: View latest posts
de: Aktuellste Beiträge

source: New posts since your last visit on %s
de: Neue Beiträge seit dem letzten Besuch am %s

source: No new posts since your last visit
de: Keine neuen Beiträge seit dem letzten Besuch

source: No new posts since your last visit on %s
de: Keine neuen Beiträge seit dem letzten Besuch am %s

source: Total
de: Gesamt

source: Total posts: %s
de: Gesamte Beiträge: %s

source: 0 users
de: 0 Benutzer

source: and %1$s anonymous guest
de: und %1$s Gast

source: This list is based on users active over the last %s minutes.
de: Diese Angaben basieren auf den Useraktivitäten der letzten %s Minuten.

source: Reply to
de: Antwort auf

source: Latest forum posts
de: Aktuellste Beiträge im Forum

source: Last
de: Letzte

source: hours
de: Stunden

source: Last week, unanswered
de: Letzte Woche, unbeantwortet

source: Mailing lists
de: Mailinglisten

source: Category list
de: Kategorieliste

source: New topic in forum
de: Neues Thema im Forum

source: Forums index page
de: Forenübersicht

source: Show favourite forums only
de: Nur Favoriten anzeigen

source: Log-in
de: Anmelden

source: Register
de: Registrieren

source: View your posts
de: Eigene Beiträge

source: Click to edit
de: Zum Bearbeiten hier klicken

source: Bottom
de: Unten

source: Discuss this submission in the forums
de: Beiträge in diesen Foren diskutieren

source: Redirecting you to the new topic...
de: Weiterleitung zum neuen Thema wird durchgeführt...

source: Click here to go the new topic
de: Hier klicken, um zum neuen Thema zu gelangen

source: In this page, you can select particular users and assign them honorary ranks.
de: Auf dieser Seite können bestimmte Benutzer ausgewählt und Ehrenränge zugewiesen werden.

source: No rank
de: Kein Rang

source: No asssigned ranks found
de: Keine zugeordneten Ränge gefunden

source: Move or join topics
de: Themen zusammenfassen oder verschieben

source: Move topic to another forum
de: Thema zu anderem Forum verschieben

source: When you press the 'Move' button at the bottom of this form, the topic you have selected (and all its related posts) will be <strong>moved</strong> to the forum you have selected. Note: You will only be able to move the topic to a forum for which you are moderator. An administrator is allowed to move any topic to any forum.
de: Nach dem Drücken der Schaltfläche 'Verschieben' in diesem Formular wird das Thema inkl. aller Beiträge in das ausgewählte Forum <strong>verschoben</strong>. Hinweis: Es kann nur in ein Forum verschoben werden, indem für den aktiven Benutzer auch mindestens Moderationsrechte vorhanden sind. Ein Administrator kann natürlich in jedes Zielforum verschieben.

source: Target forum
de: Zielforum

source: Join topic with another topic
de: Thema mit anderem Thema zusammenfassen

source: In this page, you can create, delete and edit user ranks for that users acquire automatically after a certain number of posts in the forums. To create a new rank, simply type entries in the fields of the 'Create new user rank' section and click on the 'Create' button. To edit a rank, edit the fields of a rank in the ranks list, and then click on 'Save rank changes'. To remove a rank, put a checkmark in the 'Delete rank' checkbox beside the desired rank, and then click on the 'Save rank changes' button.
de: Auf dieser Seite können Benutzerränge erstellt, gelöscht oder bearbeitet werden. Diese Ränge erwerben die Benutzer automatisch nach einer bestimmten Anzahl von Beiträgen im Forum. Ein Rang kann ganz einfach erstellt werden, indem im Bereich "Rang anlegen" die notwendigen Felder gefüllt werden und die Eingaben mit "Erstellen" gespeichert werden. Die vorhandenen Ränge können direkt in der Liste verändert werden und mit "Absenden" gesichert werden. Über die Checkbox "Rang löschen" in der rechten Spalte wird die ausgewählte Zeile nach dem Speichern entfernt.

source: User rank name
de: Name des Benutzerrangs

source: Minimum number of posts
de: Mindesanzahl an Beiträgen

source: Maximum number of posts
de: Höchstanzahl an Beiträgen

source: User rank
de: Benutzerrang

source: Show users' subscriptions
de: Benutzerabos anzeigen

source: Manage forum subscriptions
de: Forenabos verwalten

source: Remove all forum subscriptions
de: Alle Forenabos entfernen

source: No forum subscriptions found.
de: Keine Forenabos gefunden.

source: Signature
de: Signatur

source: Most-active forums
de: Aktivste Foren

source: Recent topics
de: Neueste Themen

source: %s reply
de: %s Antwort

source: Most-active posters
de: Aktivste Verfasser

source: Categories
de: Kategorien

source: Forums are accessible to visitors
de: Forum ist für Besucher verfügbar

source: If the 'Forums are accessible to visitors' setting is deactivated then only administrators will have access to the forums. You can temporarily deactivate this setting to take the forums off-line when you need to perform maintenance.
de: Falls der Forenzugriff für Besucher deaktiviert wurde, so haben nur Administratoren die Möglichkeit das Forum zu benutzen. Das Forum kann vorübergehend deaktiviert werden, wenn beispielsweise Wartungsarbeiten durchgeführt werden müssen.

source: Message displayed if forums are disabled
de: Hinweistext, wenn Forum deaktiviert ist

source: Sender address for e-mail messages from forums
de: Absenderadresse für Mailbenachrichtigungen

source: 'Hot topic' threshold
de: Beitragsanzahl für 'Hot Topic'

source: Posts per page in topic index (default:20)
de: Beiträge pro Seite in der Themenübersicht (Standard:20)

source: Topics per page in forum index (default:15)
de: Themen pro Seite in der Forenübersicht (Standard:15)

source: Hide users in forum admin interface
de: Benutzer in der Forenadministration verstecken

source: Path to rank images
de: Grafikpfad für die Ränge

source: Advanced settings
de: Fortgeschrittene Einstellungen

source: Caution! Inappropriate settings here can lead to unwanted side effects. You are recommended not to alter the settings below unless you fully understand what the results will be. <br /><br />Database name: '%s'; type: '%s'; version: '%s'.
de: Achtung! Vorsicht! Bei fehlerhaften Einstellungen können unerwartete Nebeneffekte auftreten. Benutzung auf eigene Gefahr! <br /><br />Datenbankname: '%s'; Typ: '%s'; Version: '%s'.

source: Enable full-text index field searching
de: Forumsuche mit Volltextindex aktivieren

source: Notice: For searches with full-text index fields, you need MySQL 4 or later; the feature does not work with InnoDB databases. This flag will normally be set during installation, when the index fields have been created. Search results may be empty if the query string is present in too many postings. This is a feature of MySQL. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
de: Hinweis: Die Forensuche mit Volltextindexfeldern benötigt MySQL 4 oder höher und funktioniert nicht mit InnoDB Datenbanken. Dieses Flag wird üblicherweise bei der Installation gesetzt, wenn die entsprechenden Indexfelder angelegt werden. Es könnte sein, das eine Volltextsuche zu einem leeren Ergebnis führt, obwohl der Suchbegriff vorhanden ist. Weitere Informationen in der MySQL Dokumentation unter <a href="http://dev.mysql.com/doc/mysql/en/fulltext-search.html" title="Volltextsuche in MySQL">Volltextsuche in MySQL</a>.

source: Enable extended full-text search in internal search
de: Erweiterte Volltextsuche in interner Suche aktivieren

source: Notice: Extended full-text searching enables queries like '+Dizkus -Skype' to find posts that contain 'Dizkus' but not 'Skype'. Requires MySQL 4.01 or later. For more information, see <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Extended full-text search in MySQL">'Full-text search in MySQL'</a> in the MySQL documentation.
de: Hinweis: Die erweiterte Volltextsuche erlaubt z.B. Suchparameter in der Form "+Dizkus -Skype" für Beiträge, in denen der Begriff 'Dizkus', aber nicht der Begriff 'Skype' vorkommt. Voraussetzung dazu ist mind. MySQL 4.01. Weitere Informationen in der MySQL Dokumentation unter <a href="http://dev.mysql.com/doc/mysql/en/fulltext-boolean.html" title="Erweiterte Volltextsuche in MySQL">Erweiterte Volltextsuche in MySQL</a>.

source: Show text in search results
de: Text in den Suchergebnissen anzeigen

source: Notice: Deactivate the 'Show text in search results' setting for high-volume sites if you need to improve search performance, or if you need to be attentive to constant cleaning of the search results table.
de: Hinweis: Auf sehr aktiven Seiten sollte man keine Textausgabe in den Suchergebnissen aktivieren, um die Suchgeschwindigkeit zu erhöhen. Und man sollte dafür Sorge tragen, das die Suchergebnistabelle regelmäßig bereinigt wird.

source: Minimum number of characters in search query string (1 minimum)
de: Minimale Länge des Suchstrings (>=1 Zeichen)

source: Maximum number of characters in search query string (50 maximum)
de: Maximale Länge des Suchstrings (<=50 Zeichen)

source: User-related settings
de: Benutzerspezifische Einstellungen

source: Sort order for posts
de: Sortierreihenfolge der Beiträge

source: Beginning of signature
de: Signaturanfang

source: End of signature
de: Signaturende

source: Automatically subscribe users to new topics and posts
de: Neue Themen und Beiträge unmittelbar nach der Erstellung abonnieren

source: Enable signature management via forum user settings
de: Signaturverwaltung in den persönlichen Einstellungen aktivieren

source: Strip user signatures from posts
de: Benutzersignatur aus den Beiträgen entfernen

source: Allow globally recognized avatars
de: Nutzung von Gravataren erlauben

source: Default gravatar image
de: Gravatar-Standardgrafik

source: Example: gravatar.gif
de: Beispiel: gravatar.gif

source: Display confirmation when a new topic has been created
de: Bestätigung für neue Beiträge anzeigen

source: Highest-allowed 'ignore list' ostracism level
de: Höchstmögliche Ignorierstufe

source: Notice: 'Ignore list' support is not currently available. The <a href="http://code.zikula.org/contactlist/">ContactList</a> module must be installed for this feature to be operative.
de: Hinweis: Die Unterstützung von Ignorierlisten ist momentan nicht verfügbar. Hierzu wird das Modul <a href="http://code.zikula.org/contactlist/">ContactList</a> vorausgesetzt.

source: Security settings
de: Sicherheitseinstellungen

source: Log IP addresses
de: IP Adresse aufzeichnen

source: Strip HTML tags from new posts
de: HTML Tags bei neuen Beiträge entfernen

source: Notice: Setting 'Strip HTML tags from new posts' to enabled does not affect the content of '[code][/code]' BBCode tags.
de: Alle HTML Tags aus neuen Postings entfernen. Der Inhalt innerhalb von [code][/code] bleibt erhalten.

source: Number of hours during which edits to posts are allowed (Maximum:72)
de: Anzahl der Stunden, in denen die Beiträge verändert werden dürfen (Maximum:72)

source: Other settings
de: Weitere Einstellungen

source: Hide category view when there is only one category
de: Kategorisierung der Foren bei nur einer Kategorie deaktivieren

source: Enable Mail2Forum
de: Mail2Forum aktivieren

source: Enable RSS2Forum
de: RSS2Forum aktivieren

source: Enable favourites
de: Favoritenfunktion aktivieren

source: Action to be performed when 'delete' hook is called
de: Ausführende Aktion, wenn der Delete-Hook aufgerufen wird

source: Restore defaults
de: Standard wiederherstellen
